data/adaptive_selection_9/2017-04-24_01-54-18/fio_seq_write_10.61.193.108.out
file1: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=libaio, iodepth=128
fio-2.11
Starting 1 process

file1: (groupid=0, jobs=1): err= 0: pid=1441: Mon Apr 24 02:12:37 2017
  write: io=153600MB, bw=198656KB/s, iops=194, runt=791752msec
    slat (usec): min=222, max=68313, avg=304.04, stdev=241.37
    clat (msec): min=21, max=6365, avg=659.31, stdev=516.04
     lat (msec): min=21, max=6365, avg=659.62, stdev=516.04
    clat percentiles (msec):
     |  1.00th=[   57],  5.00th=[  131], 10.00th=[  221], 20.00th=[  347],
     | 30.00th=[  437], 40.00th=[  502], 50.00th=[  553], 60.00th=[  611],
     | 70.00th=[  668], 80.00th=[  766], 90.00th=[ 1221], 95.00th=[ 1811],
     | 99.00th=[ 2671], 99.50th=[ 3064], 99.90th=[ 4146], 99.95th=[ 4424],
     | 99.99th=[ 5276]
    bw (KB  /s): min=40960, max=391168, per=100.00%, avg=199462.74, stdev=81775.33
    lat (msec) : 50=0.66%, 100=2.79%, 250=8.59%, 500=27.78%, 750=39.05%
    lat (msec) : 1000=8.34%, 2000=8.96%, >=2000=3.83%
  cpu          : usr=4.56%, sys=1.26%, ctx=84238, majf=0, minf=21
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued    : total=r=0/w=153600/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=128

Run status group 0 (all jobs):
  WRITE: io=153600MB, aggrb=198656KB/s, minb=198656KB/s, maxb=198656KB/s, mint=791752msec, maxt=791752msec

Disk stats (read/write):
  sdb: ios=83/42797, merge=0/315602, ticks=138/25350912, in_queue=25354337, util=100.00%
  sdc: ios=83/41780, merge=0/316620, ticks=140/26302666, in_queue=26302675, util=100.00%
  sdd: ios=83/43314, merge=0/315086, ticks=141/25039860, in_queue=25039879, util=100.00%